Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Your entries: %1$lld night surges in the %2$lld logged days before, %3$lld in the %4$lld logged days during. That's what you logged, not proof of cause.
ar: إدخالاتكِ: الموجات الليلية %1$lld في الأيام المسجَّلة قبل التغيير (%2$lld)، و%3$lld في الأيام المسجَّلة أثناءه (%4$lld). هذا ما سجّلتِه، وليس دليلًا على السبب.
cs: Tvoje záznamy: noční vlny před změnou %1$lld (dny se záznamem: %2$lld), během změny %3$lld (dny se záznamem: %4$lld). To je to, co jsi zaznamenala, ne důkaz příčiny.
da: Dine registreringer: Natlige bølger før: %1$lld på %2$lld registrerede dage. Under: %3$lld på %4$lld registrerede dage. Det er det, du har registreret, ikke bevis for en årsag.
de: Deine Einträge: nächtliche Wellen davor %1$lld (an %2$lld erfassten Tagen), währenddessen %3$lld (an %4$lld erfassten Tagen). Das ist, was du erfasst hast, kein Beweis für eine Ursache.
el: Οι καταχωρίσεις σου. Νυχτερινά κύματα πριν: %1$lld σε %2$lld ημέρες καταγραφής. Κατά τη διάρκεια: %3$lld σε %4$lld ημέρες καταγραφής. Αυτό είναι ό,τι κατέγραψες, όχι απόδειξη αιτίας.
es: Tus registros: %1$lld oleadas nocturnas en los %2$lld días registrados de antes, %3$lld en los %4$lld días registrados de durante. Es lo que registraste, no una prueba de la causa.
es_419: Tus registros (oleadas nocturnas): %1$lld en los %2$lld días registrados antes, %3$lld en los %4$lld días registrados durante. Es lo que registraste, no una prueba de la causa.
fi: Merkintäsi: yöllisiä aaltoja ennen %1$lld (kirjattuja päiviä %2$lld), aikana %3$lld (kirjattuja päiviä %4$lld). Tämä on sitä, mitä kirjasit, ei todiste syystä.
fr: Vos saisies : vagues nocturnes, %1$lld sur les %2$lld jours notés avant, %3$lld sur les %4$lld jours notés pendant. C’est ce que vous avez noté, pas la preuve d’une cause.
he: הרישומים שלך: %1$lld גלי לילה ב-%2$lld ימים מתועדים לפני הניסוי, ו-%3$lld ב-%4$lld ימים מתועדים במהלכו. זה מה שתיעדת, לא הוכחה לסיבה.
hi: आपकी एंट्री: पहले के %2$lld दर्ज दिनों में रात की %1$lld लहरें, दौरान के %4$lld दर्ज दिनों में %3$lld। यह वही है जो आपने दर्ज किया, कारण का सबूत नहीं।
hr: Tvoji unosi: noćni valovi u zabilježenim danima prije (%2$lld): %1$lld; u zabilježenim danima tijekom (%4$lld): %3$lld. To je ono što si zabilježila, a ne dokaz uzroka.
hu: A bejegyzéseid: az előtte rögzített %2$lld napban %1$lld éjszakai hullám, a közben rögzített %4$lld napban %3$lld. Ezt rögzítetted, ez nem bizonyíték az okra.
id: Entrimu: %1$lld gelombang malam dalam %2$lld hari tercatat sebelumnya, %3$lld dalam %4$lld hari tercatat selama uji coba. Itu yang kamu catat, bukan bukti penyebab.
it: I tuoi dati: %1$lld ondate notturne nei %2$lld giorni registrati prima, %3$lld nei %4$lld giorni registrati durante. È ciò che hai registrato, non la prova di una causa.
ja: あなたの記録：開始前に記録した%2$lld日間で夜間のほてり%1$lld回、期間中に記録した%4$lld日間で%3$lld回。これは記録した内容であり、原因の証明ではありません。
ko: 내 기록: 이전 기록일 %2$lld일 동안 밤 열감 %1$lld회, 기간 중 기록일 %4$lld일 동안 %3$lld회. 기록한 내용일 뿐, 원인의 증거가 아니에요.
ms: Catatan anda: %1$lld gelombang malam dalam %2$lld hari yang dicatat sebelum, %3$lld dalam %4$lld hari yang dicatat semasa. Itu apa yang anda catat, bukan bukti punca.
nb: Registreringene dine: %1$lld bølger om natten de %2$lld registrerte dagene før, %3$lld de %4$lld registrerte dagene under. Det er det du registrerte, ikke bevis for årsak.
nl: Je invoer: %1$lld nachtelijke golven in de %2$lld genoteerde dagen ervoor, %3$lld in de %4$lld genoteerde dagen tijdens. Dat is wat je noteerde, geen bewijs van een oorzaak.
pl: Twoje wpisy: nocne fale przed zmianą – %1$lld (dni z wpisami: %2$lld), w trakcie – %3$lld (dni z wpisami: %4$lld). To jest to, co zapisałaś, a nie dowód przyczyny.
pt_br: Ondas noturnas nos seus registros · Antes: %1$lld (dias registrados: %2$lld) · Durante: %3$lld (dias registrados: %4$lld). Isso é o que você registrou, não uma prova de causa.
pt_pt: Os teus registos — antes: %1$lld ondas noturnas em %2$lld dias com registo; durante: %3$lld em %4$lld dias com registo. É o que registaste, não prova de causa.
ro: Înregistrările tale: valuri nocturne înainte – %1$lld (zile înregistrate: %2$lld), în timpul experimentului – %3$lld (zile înregistrate: %4$lld). Asta ai înregistrat, nu e dovada unei cauze.
sk: Tvoje záznamy: nočné vlny pred experimentom %1$lld (zaznamenané dni: %2$lld), počas experimentu %3$lld (zaznamenané dni: %4$lld). Je to to, čo si zaznamenala, nie dôkaz príčiny.
sv: Dina registreringar: vågor på natten före: %1$lld (loggade dagar: %2$lld), under: %3$lld (loggade dagar: %4$lld). Det är vad du har loggat, inte bevis för en orsak.
th: ข้อมูลของคุณ: ระลอกร้อนกลางคืน %1$lld ครั้งใน %2$lld วันที่บันทึกก่อนหน้า และ %3$lld ครั้งใน %4$lld วันที่บันทึกระหว่างทดลอง นี่คือสิ่งที่คุณบันทึก ไม่ใช่ข้อพิสูจน์สาเหตุ
tr: Kayıtların: öncesindeki kayıtlı %2$lld günde %1$lld gece dalgası, sırasındaki kayıtlı %4$lld günde %3$lld. Bu senin kaydettiklerin, neden kanıtı değil.
uk: Твої записи: нічних хвиль до зміни — %1$lld (днів із записами: %2$lld), під час зміни — %3$lld (днів із записами: %4$lld). Це те, що ти записала, а не доказ причини.
vi: Ghi nhận của bạn: %1$lld cơn nóng ban đêm trong %2$lld ngày có ghi trước đó, %3$lld cơn trong %4$lld ngày có ghi trong thử nghiệm. Đó là những gì bạn đã ghi, không phải bằng chứng về nguyên nhân.
zh_hans: 你的记录：之前有记录的 %2$lld 天中有 %1$lld 次夜间热浪，期间有记录的 %4$lld 天中有 %3$lld 次。这是你记录的内容，不能证明因果。
zh_hant: 你的紀錄：改變前記錄的 %2$lld 天中有 %1$lld 次夜間熱浪，改變期間記錄的 %4$lld 天中有 %3$lld 次。這是你記錄的內容，不能證明因果。

source: Your entries: %1$lld surges in the %2$lld logged days before, %3$lld in the %4$lld logged days during. That's what you logged, not proof of cause.
ar: إدخالاتكِ: الموجات %1$lld في الأيام المسجَّلة قبل التغيير (%2$lld)، و%3$lld في الأيام المسجَّلة أثناءه (%4$lld). هذا ما سجّلتِه، وليس دليلًا على السبب.
cs: Tvoje záznamy: vlny před změnou %1$lld (dny se záznamem: %2$lld), během změny %3$lld (dny se záznamem: %4$lld). To je to, co jsi zaznamenala, ne důkaz příčiny.
da: Dine registreringer: Bølger før: %1$lld på %2$lld registrerede dage. Under: %3$lld på %4$lld registrerede dage. Det er det, du har registreret, ikke bevis for en årsag.
de: Deine Einträge: Wellen davor %1$lld (an %2$lld erfassten Tagen), währenddessen %3$lld (an %4$lld erfassten Tagen). Das ist, was du erfasst hast, kein Beweis für eine Ursache.
el: Οι καταχωρίσεις σου. Κύματα πριν: %1$lld σε %2$lld ημέρες καταγραφής. Κατά τη διάρκεια: %3$lld σε %4$lld ημέρες καταγραφής. Αυτό είναι ό,τι κατέγραψες, όχι απόδειξη αιτίας.
es: Tus registros: %1$lld oleadas en los %2$lld días registrados de antes, %3$lld en los %4$lld días registrados de durante. Es lo que registraste, no una prueba de la causa.
es_419: Tus registros (oleadas): %1$lld en los %2$lld días registrados antes, %3$lld en los %4$lld días registrados durante. Es lo que registraste, no una prueba de la causa.
fi: Merkintäsi: aaltoja ennen %1$lld (kirjattuja päiviä %2$lld), aikana %3$lld (kirjattuja päiviä %4$lld). Tämä on sitä, mitä kirjasit, ei todiste syystä.
fr: Vos saisies : vagues, %1$lld sur les %2$lld jours notés avant, %3$lld sur les %4$lld jours notés pendant. C’est ce que vous avez noté, pas la preuve d’une cause.
he: הרישומים שלך: %1$lld גלים ב-%2$lld ימים מתועדים לפני הניסוי, ו-%3$lld ב-%4$lld ימים מתועדים במהלכו. זה מה שתיעדת, לא הוכחה לסיבה.
hi: आपकी एंट्री: पहले के %2$lld दर्ज दिनों में %1$lld लहरें, दौरान के %4$lld दर्ज दिनों में %3$lld। यह वही है जो आपने दर्ज किया, कारण का सबूत नहीं।
hr: Tvoji unosi: valovi u zabilježenim danima prije (%2$lld): %1$lld; u zabilježenim danima tijekom (%4$lld): %3$lld. To je ono što si zabilježila, a ne dokaz uzroka.
hu: A bejegyzéseid: az előtte rögzített %2$lld napban %1$lld hullám, a közben rögzített %4$lld napban %3$lld. Ezt rögzítetted, ez nem bizonyíték az okra.
id: Entrimu: %1$lld gelombang dalam %2$lld hari tercatat sebelumnya, %3$lld dalam %4$lld hari tercatat selama uji coba. Itu yang kamu catat, bukan bukti penyebab.
it: I tuoi dati: %1$lld ondate nei %2$lld giorni registrati prima, %3$lld nei %4$lld giorni registrati durante. È ciò che hai registrato, non la prova di una causa.
ja: あなたの記録：開始前に記録した%2$lld日間でほてり%1$lld回、期間中に記録した%4$lld日間で%3$lld回。これは記録した内容であり、原因の証明ではありません。
ko: 내 기록: 이전 기록일 %2$lld일 동안 열감 %1$lld회, 기간 중 기록일 %4$lld일 동안 %3$lld회. 기록한 내용일 뿐, 원인의 증거가 아니에요.
ms: Catatan anda: %1$lld gelombang dalam %2$lld hari yang dicatat sebelum, %3$lld dalam %4$lld hari yang dicatat semasa. Itu apa yang anda catat, bukan bukti punca.
nb: Registreringene dine: %1$lld bølger de %2$lld registrerte dagene før, %3$lld de %4$lld registrerte dagene under. Det er det du registrerte, ikke bevis for årsak.
nl: Je invoer: %1$lld golven in de %2$lld genoteerde dagen ervoor, %3$lld in de %4$lld genoteerde dagen tijdens. Dat is wat je noteerde, geen bewijs van een oorzaak.
pl: Twoje wpisy: fale przed zmianą – %1$lld (dni z wpisami: %2$lld), w trakcie – %3$lld (dni z wpisami: %4$lld). To jest to, co zapisałaś, a nie dowód przyczyny.
pt_br: Ondas nos seus registros · Antes: %1$lld (dias registrados: %2$lld) · Durante: %3$lld (dias registrados: %4$lld). Isso é o que você registrou, não uma prova de causa.
pt_pt: Os teus registos — antes: %1$lld ondas em %2$lld dias com registo; durante: %3$lld em %4$lld dias com registo. É o que registaste, não prova de causa.
ro: Înregistrările tale: valuri înainte – %1$lld (zile înregistrate: %2$lld), în timpul experimentului – %3$lld (zile înregistrate: %4$lld). Asta ai înregistrat, nu e dovada unei cauze.
sk: Tvoje záznamy: vlny pred experimentom %1$lld (zaznamenané dni: %2$lld), počas experimentu %3$lld (zaznamenané dni: %4$lld). Je to to, čo si zaznamenala, nie dôkaz príčiny.
sv: Dina registreringar: vågor före: %1$lld (loggade dagar: %2$lld), under: %3$lld (loggade dagar: %4$lld). Det är vad du har loggat, inte bevis för en orsak.
th: ข้อมูลของคุณ: ระลอกร้อน %1$lld ครั้งใน %2$lld วันที่บันทึกก่อนหน้า และ %3$lld ครั้งใน %4$lld วันที่บันทึกระหว่างทดลอง นี่คือสิ่งที่คุณบันทึก ไม่ใช่ข้อพิสูจน์สาเหตุ
tr: Kayıtların: öncesindeki kayıtlı %2$lld günde %1$lld dalga, sırasındaki kayıtlı %4$lld günde %3$lld. Bu senin kaydettiklerin, neden kanıtı değil.
uk: Твої записи: хвиль до зміни — %1$lld (днів із записами: %2$lld), під час зміни — %3$lld (днів із записами: %4$lld). Це те, що ти записала, а не доказ причини.
vi: Ghi nhận của bạn: %1$lld cơn nóng trong %2$lld ngày có ghi trước đó, %3$lld cơn trong %4$lld ngày có ghi trong thử nghiệm. Đó là những gì bạn đã ghi, không phải bằng chứng về nguyên nhân.
zh_hans: 你的记录：之前有记录的 %2$lld 天中有 %1$lld 次热浪，期间有记录的 %4$lld 天中有 %3$lld 次。这是你记录的内容，不能证明因果。
zh_hant: 你的紀錄：改變前記錄的 %2$lld 天中有 %1$lld 次熱浪，改變期間記錄的 %4$lld 天中有 %3$lld 次。這是你記錄的內容，不能證明因果。

source: Your experiment finished
ar: انتهت تجربتكِ
cs: Tvůj experiment skončil
da: Dit eksperiment er slut
de: Dein Experiment ist abgeschlossen
el: Το πείραμά σου ολοκληρώθηκε
es: Tu experimento ha terminado
es_419: Tu experimento terminó
fi: Kokeilusi päättyi
fr: Votre essai est terminé
he: הניסוי שלך הסתיים
hi: आपका प्रयोग पूरा हुआ
hr: Tvoj eksperiment je završio
hu: Befejeződött a kísérleted
id: Uji cobamu selesai
it: Il tuo esperimento è finito
ja: 実験が終わりました
ko: 실험이 끝났어요
ms: Eksperimen anda sudah selesai
nb: Eksperimentet ditt er ferdig
nl: Je experiment is klaar
pl: Twój eksperyment się zakończył
pt_br: Seu experimento terminou
pt_pt: A tua experiência terminou
ro: Experimentul tău s-a încheiat
sk: Tvoj experiment sa skončil
sv: Ditt experiment är klart
th: การทดลองของคุณเสร็จสิ้นแล้ว
tr: Deney tamamlandı
uk: Твій експеримент завершено
vi: Thử nghiệm của bạn đã kết thúc
zh_hans: 你的实验结束了
zh_hant: 你的實驗完成了

source: Your health data never leaves your iPhone
ar: بياناتكِ الصحية لا تغادر الـiPhone الخاص بكِ أبدًا
cs: Tvoje zdravotní data nikdy neopustí tvůj iPhone
da: Dine helbredsdata forlader aldrig din iPhone
de: Deine Gesundheitsdaten verlassen nie dein iPhone
el: Τα δεδομένα υγείας σου δεν φεύγουν ποτέ από το iPhone σου
es: Tus datos de salud nunca salen de tu iPhone
es_419: Tus datos de salud nunca salen de tu iPhone
fi: Terveystietosi eivät koskaan lähde iPhonestasi
fr: Vos données de santé ne quittent jamais votre iPhone
he: נתוני הבריאות שלך אף פעם לא יוצאים מה-iPhone שלך
hi: आपका सेहत डेटा कभी आपके iPhone से बाहर नहीं जाता
hr: Tvoji zdravstveni podaci nikad ne napuštaju tvoj iPhone
hu: Az egészségügyi adataid soha nem hagyják el az iPhone-odat
id: Data kesehatanmu tidak pernah keluar dari iPhone-mu
it: I tuoi dati sanitari non lasciano mai il tuo iPhone
ja: あなたの健康データがiPhoneの外に出ることはありません
ko: 건강 데이터는 절대 iPhone 밖으로 나가지 않아요
ms: Data kesihatan anda tidak pernah keluar dari iPhone anda
nb: Helsedataene dine forlater aldri iPhonen din
nl: Je gezondheidsgegevens verlaten je iPhone nooit
pl: Twoje dane o zdrowiu nigdy nie opuszczają iPhone’a
pt_br: Seus dados de saúde nunca saem do seu iPhone
pt_pt: Os teus dados de saúde nunca saem do teu iPhone
ro: Datele tale de sănătate nu părăsesc niciodată iPhone-ul
sk: Tvoje zdravotné údaje nikdy neopustia tvoj iPhone
sv: Dina hälsodata lämnar aldrig din iPhone
th: ข้อมูลสุขภาพของคุณไม่เคยออกจาก iPhone ของคุณ
tr: Sağlık verilerin iPhone'undan asla çıkmaz
uk: Твої дані про здоровʼя ніколи не залишають iPhone
vi: Dữ liệu sức khỏe của bạn không bao giờ rời khỏi iPhone
zh_hans: 你的健康数据永远不会离开你的 iPhone
zh_hant: 你的健康資料絕不會離開你的 iPhone

source: Your Heat Report is ready
ar: تقرير الحرارة جاهز
cs: Tvoje Zpráva o horku je hotová
da: Din Varmerapport er klar
de: Dein Hitzebericht ist da
el: Η Θερμική Αναφορά σου είναι έτοιμη
es: Tu Informe de calor está listo
es_419: Tu Informe de Calor está listo
fi: Lämpöraporttisi on valmis
fr: Votre Rapport chaleur est prêt
he: דוח החום שלך מוכן
hi: आपकी हीट रिपोर्ट तैयार है
hr: Tvoje toplinsko izvješće je spremno
hu: Elkészült a Hőjelentésed
id: Laporan Panasmu sudah siap
it: Il tuo Report del calore è pronto
ja: ヒートレポートができました
ko: 열감 리포트가 준비됐어요
ms: Laporan Haba anda sudah sedia
nb: Heterapporten din er klar
nl: Je Hitterapport is klaar
pl: Twój Raport upałów jest gotowy
pt_br: Seu Relatório de Calor está pronto
pt_pt: O teu Relatório de Calor está pronto
ro: Raportul căldurii e gata
sk: Tvoja Horúca správa je pripravená
sv: Din värmerapport är klar
th: รายงานความร้อนของคุณพร้อมแล้ว
tr: Isı Raporun hazır
uk: Твій звіт про спеку готовий
vi: Báo cáo nhiệt của bạn đã sẵn sàng
zh_hans: 你的热度月报已生成
zh_hant: 你的熱度報告已準備好

source: Your map starts with your first tap.
ar: تبدأ خريطتكِ مع نقرتكِ الأولى.
cs: Tvoje mapa začíná tvým prvním klepnutím.
da: Dit kort begynder med dit første tryk.
de: Deine Karte beginnt mit deinem ersten Tippen.
el: Ο χάρτης σου ξεκινά με το πρώτο σου πάτημα.
es: Tu mapa empieza con tu primer toque.
es_419: Tu mapa empieza con tu primer toque.
fi: Karttasi alkaa ensimmäisestä napautuksestasi.
fr: Votre carte commence avec votre premier toucher.
he: המפה שלך מתחילה בהקשה הראשונה.
hi: आपका मैप आपके पहले टैप से शुरू होता है।
hr: Tvoja karta počinje tvojim prvim dodirom.
hu: A térképed az első koppintással indul.
id: Petamu dimulai dari ketukan pertamamu.
it: La tua mappa inizia con il primo tocco.
ja: 最初のタップから、あなたのマップが始まります。
ko: 첫 번째 탭과 함께 나만의 지도가 시작돼요.
ms: Peta anda bermula dengan ketikan pertama anda.
nb: Kartet ditt starter med ditt første trykk.
nl: Je kaart begint bij je eerste tik.
pl: Twoja mapa zaczyna się od pierwszego stuknięcia.
pt_br: Seu mapa começa com o seu primeiro toque.
pt_pt: O teu mapa começa com o teu primeiro toque.
ro: Harta ta începe cu prima atingere.
sk: Tvoja mapa začína prvým ťuknutím.
sv: Din karta börjar med ditt första tryck.
th: แผนที่ของคุณเริ่มจากการแตะครั้งแรก
tr: Haritan ilk dokunuşunla başlar.
uk: Твоя карта починається з першого торкання.
vi: Bản đồ của bạn bắt đầu từ lần chạm đầu tiên.
zh_hans: 轻点第一下，你的地图就开始了。
zh_hant: 你的地圖從第一次點擊開始。

source: Your notes
ar: ملاحظاتكِ
cs: Tvoje poznámky
da: Dine noter
de: Deine Notizen
el: Οι σημειώσεις σου
es: Tus notas
es_419: Tus notas
fi: Muistiinpanosi
fr: Vos notes
he: הסיכום שלך
hi: आपके नोट्स
hr: Tvoje bilješke
hu: A jegyzeteid
id: Catatanmu
it: Le tue note
ja: 受診メモ
ko: 내 메모
ms: Nota anda
nb: Notatene dine
nl: Je notities
pl: Twoje notatki
pt_br: Suas notas
pt_pt: As tuas notas
ro: Notițele tale
sk: Tvoje poznámky
sv: Dina anteckningar
th: สรุปของคุณ
tr: Notların
uk: Твої нотатки
vi: Ghi chú của bạn
zh_hans: 你的笔记
zh_hant: 你的筆記

source: Your notes are ready to review.
ar: ملاحظاتكِ جاهزة للمراجعة.
cs: Tvoje poznámky jsou připravené ke kontrole.
da: Dine noter er klar til gennemsyn.
de: Deine Notizen sind bereit zur Durchsicht.
el: Οι σημειώσεις σου είναι έτοιμες για έλεγχο.
es: Tus notas están listas para revisar.
es_419: Tus notas están listas para revisar.
fi: Muistiinpanosi ovat valmiina tarkistettaviksi.
fr: Vos notes sont prêtes à être relues.
he: הסיכום שלך מוכן לעיון.
hi: आपके नोट्स देखने के लिए तैयार हैं।
hr: Tvoje bilješke spremne su za pregled.
hu: A jegyzeteid átnézésre készen állnak.
id: Catatanmu siap untuk ditinjau.
it: Le tue note sono pronte da rivedere.
ja: メモを確認できる状態になりました。
ko: 메모를 검토할 준비가 됐어요.
ms: Nota anda sedia untuk disemak.
nb: Notatene dine er klare til gjennomgang.
nl: Je notities zijn klaar om te bekijken.
pl: Twoje notatki są gotowe do przejrzenia.
pt_br: Suas notas estão prontas para revisar.
pt_pt: As tuas notas estão prontas para rever.
ro: Notițele tale sunt gata de revizuit.
sk: Tvoje poznámky sú pripravené na kontrolu.
sv: Dina anteckningar är klara att granska.
th: สรุปของคุณพร้อมให้ตรวจดูแล้ว
tr: Notların incelemeye hazır.
uk: Твої нотатки готові до перегляду.
vi: Ghi chú của bạn đã sẵn sàng để xem lại.
zh_hans: 你的笔记已准备好，可以查看了。
zh_hant: 你的筆記已準備好，可以檢閱了。

source: Your notes are ready.
ar: ملاحظاتكِ جاهزة.
cs: Tvoje poznámky jsou hotové.
da: Dine noter er klar.
de: Deine Notizen sind fertig.
el: Οι σημειώσεις σου είναι έτοιμες.
es: Tus notas están listas.
es_419: Tus notas están listas.
fi: Muistiinpanosi ovat valmiina.
fr: Vos notes sont prêtes.
he: הסיכום שלך מוכן.
hi: आपके नोट्स तैयार हैं।
hr: Tvoje bilješke su spremne.
hu: Elkészültek a jegyzeteid.
id: Catatanmu sudah siap.
it: Le tue note sono pronte.
ja: メモができました。
ko: 메모가 준비됐어요.
ms: Nota anda sudah sedia.
nb: Notatene dine er klare.
nl: Je notities zijn klaar.
pl: Twoje notatki są gotowe.
pt_br: Suas notas estão prontas.
pt_pt: As tuas notas estão prontas.
ro: Notițele tale sunt gata.
sk: Tvoje poznámky sú pripravené.
sv: Dina anteckningar är klara.
th: สรุปของคุณพร้อมแล้ว
tr: Notların hazır.
uk: Твої нотатки готові.
vi: Ghi chú của bạn đã sẵn sàng.
zh_hans: 你的笔记已准备好。
zh_hant: 你的筆記已準備好。

source: Your own
ar: خاص بكِ
cs: Vlastní
da: Dine egne
de: Deine eigenen
el: Δικά σου
es: Personalizado
es_419: Solo tuyos
fi: Oma
fr: Personnalisé
he: משלך
hi: आपका अपना
hr: Vlastito
hu: Saját
id: Buatanmu sendiri
it: Personalizzato
ja: 自分で作る
ko: 직접 쓰기
ms: Sendiri
nb: Dine egne
nl: Je eigen
pl: Własne
pt_br: Só seus
pt_pt: Só teus
ro: Ale tale
sk: Vlastné
sv: Egen
th: กำหนดเอง
tr: Kendi seçimin
uk: Власні
vi: Của riêng bạn
zh_hans: 你自己的
zh_hant: 你自己的

source: Your peak hour
ar: ساعة ذروتكِ
cs: Tvoje hodina špičky
da: Din spidstid
de: Deine Spitzenzeit
el: Η ώρα αιχμής σου
es: Tu hora punta
es_419: Tu hora pico
fi: Huipputuntisi
fr: Votre heure de pointe
he: שעת השיא שלך
hi: आपका पीक समय
hr: Tvoj sat vrhunca
hu: A csúcsidőd
id: Jam puncakmu
it: La tua ora di punta
ja: あなたのピークの時刻
ko: 가장 잦은 시간
ms: Waktu puncak anda
nb: Din travleste time
nl: Je piekuur
pl: Twoja godzina szczytu
pt_br: Seu horário de pico
pt_pt: A tua hora de ponta
ro: Ora ta de vârf
sk: Tvoja najhorúcejšia hodina
sv: Din topptimme
th: ชั่วโมงพีคของคุณ
tr: Zirve saatin
uk: Твоя година піку
vi: Giờ cao điểm của bạn
zh_hans: 你的高峰时刻
zh_hant: 你的高峰時刻

source: Your surges will appear around the clock here.
ar: ستظهر موجاتكِ هنا على مدار الساعة.
cs: Tvoje vlny se tu objeví rozložené do 24 hodin.
da: Dine bølger vises her døgnet rundt.
de: Deine Wellen erscheinen hier rund um die Uhr.
el: Τα κύματά σου θα εμφανίζονται εδώ, γύρω από το ρολόι.
es: Aquí verás tus oleadas repartidas por las horas del día.
es_419: Aquí aparecerán tus oleadas según la hora del día.
fi: Aaltosi näkyvät tässä vuorokauden ympäri.
fr: Vos vagues apparaîtront ici, heure par heure.
he: הגלים שלך יופיעו כאן סביב השעון.
hi: आपकी लहरें यहाँ घड़ी के चारों ओर दिखेंगी।
hr: Ovdje će se tvoji valovi pojaviti po satima.
hu: A hullámaid itt, az óra körül fognak megjelenni.
id: Gelombangmu akan muncul di sekeliling jam ini.
it: Qui vedrai le tue ondate disposte sulle 24 ore.
ja: ほてりは、ここで24時間の時計の上に表示されます。
ko: 열감이 여기 24시간 시계 둘레에 나타나요.
ms: Gelombang anda akan dipaparkan pada jam di sini.
nb: Bølgene dine vises her rundt klokka.
nl: Je golven verschijnen hier rond de klok.
pl: Tutaj twoje fale pojawią się na tarczy zegara.
pt_br: Suas ondas vão aparecer aqui, ao redor do relógio.
pt_pt: As tuas ondas vão aparecer aqui, à volta do relógio.
ro: Valurile tale vor apărea aici, pe cadranul ceasului.
sk: Tu sa tvoje vlny zobrazia podľa hodín dňa.
sv: Dina vågor visas här, runt hela dygnet.
th: ระลอกร้อนของคุณจะแสดงรอบหน้าปัดนาฬิกาที่นี่
tr: Dalgaların burada günün saatlerine göre görünecek.
uk: Тут твої хвилі зʼявлятимуться на циферблаті.
vi: Các cơn nóng của bạn sẽ hiện quanh mặt đồng hồ ở đây.
zh_hans: 你的热浪会按时间显示在这个时钟上。
zh_hant: 你的熱浪會依時段顯示在這個時鐘上。

source: Your weather
ar: طقسكِ
cs: Tvoje počasí
da: Dit vejr
de: Dein Wetter
el: Ο καιρός σου
es: Tu clima
es_419: Tu clima
fi: Oma säätilasi
fr: Votre météo
he: מזג האוויר שלך
hi: आपका मौसम
hr: Tvoje vrijeme
hu: A te időjárásod
id: Cuacamu
it: Il tuo meteo
ja: あなたのお天気
ko: 나의 날씨
ms: Cuaca anda
nb: Ditt vær
nl: Jouw weer
pl: Twoja pogoda
pt_br: Seu clima
pt_pt: A tua meteorologia
ro: Vremea ta
sk: Tvoje počasie
sv: Ditt väder
th: สภาพอากาศของคุณ
tr: Senin hava durumun
uk: Твоя погода
vi: Thời tiết của bạn
zh_hans: 你的天气
zh_hant: 你的天氣

source: Your week, wrapped
ar: حصاد أسبوعكِ
cs: Tvůj týden v kostce
da: Din uge i en nøddeskal
de: Deine Woche im Rückblick
el: Η εβδομάδα σου, σε ανασκόπηση
es: Tu semana, resumida
es_419: Tu semana, en resumen
fi: Viikkosi koottuna
fr: Votre semaine, en récap
he: השבוע שלך, מסוכם
hi: आपके हफ़्ते का सार
hr: Tvoj tjedan, u sažetku
hu: A heted, összefoglalva
id: Rangkuman minggumu
it: La tua settimana, in sintesi
ja: あなたの週のまとめ
ko: 한 주 정리 완료
ms: Minggu anda, dirumuskan
nb: Uka di, oppsummert
nl: Je week in een notendop
pl: Twój tydzień w skrócie
pt_br: Sua semana em resumo
pt_pt: A tua semana, em resumo
ro: Săptămâna ta, rezumată
sk: Tvoj týždeň v skratke
sv: Din vecka i sammandrag
th: สรุปสัปดาห์ของคุณ
tr: Haftan, özetlendi
uk: Твій тиждень коротко
vi: Tuần của bạn, gói gọn
zh_hans: 你的一周回顾
zh_hant: 你的一週總結
